---
kind: enumMember
id: F:Autodesk.Revit.DB.ColorDepthType.BlackLine
enum: Autodesk.Revit.DB.ColorDepthType
source: html/68f2abd4-0f9c-01c0-47da-e228518f7d37.htm
---
# Autodesk.Revit.DB.ColorDepthType.BlackLine

The type of Color Depth is Black Line.